export const dataProduct = [
    {
        _id: "63701d24f03239c72c00018e",
        name: "Smartphone Samsung Galaxy S21 Ultra",
        price: 6999,
        description: "O smartphone Samsung Galaxy S21 Ultra é um dos modelos mais avançados da linha Galaxy, com tela de 6,8 polegadas, processador octa-core Exynos 2100 e câmera principal de 108 MP.",
        category: "Eletrônicos",
        rating: 4.5,
        supply: 10,
    },
    {
        _id: "63701d24f03239c72c00018f",
        name: "Smart TV LG OLED CX",
        price: 6999,
        description: "A Smart TV LG OLED CX é uma das melhores TVs do mercado, com tela OLED de 55 polegadas, resolução 4K e tecnologia de inteligência artificial ThinQ AI.",
        category: "Eletrônicos",
        rating: 4.8,
        supply: 5,
    },
    {
        _id: "63701d24f03239c72c000190",
        name: "Notebook Dell XPS 13",
        price: 7999,
        description: "O notebook Dell XPS 13 é um dos modelos mais potentes da marca, com processador Intel Core i7 de 11ª geração, tela de 13,3 polegadas e memória RAM de 16 GB.",
        category: "Eletrônicos",
        rating: 4.6,
        supply: 3,
    },
    {
        _id: "63701d24f03239c72c000191",
        name: "Câmera Sony Alpha A7 III",
        price: 12999,
        description: "A câmera Sony Alpha A7 III é uma das melhores câmeras mirrorless do mercado, com sensor full-frame de 24,2 MP, ISO nativo de 100-51200 e capacidade de gravação de vídeo em 4K.",
        category: "Fotografia",
        rating: 4.9,
        supply: 2,
    },
    {
        _id: "63701d24f03239867500012a",
        name: "Fones de ouvido sem fio Apple AirPods Pro",
        price: 1999,
        description: "Os fones de ouvido sem fio Apple AirPods Pro oferecem cancelamento ativo de ruído, som de alta qualidade e resistência à água e suor.",
        category: "Acessórios de áudio",
        rating: 4.7,
        supply: 8,
    },
    {
        _id: "63701d24f03239867500012b",
        name: "Sofá-cama retrátil com chaise",
        price: 3299,
        description: "O sofá-cama retrátil com chaise é perfeito para quem busca praticidade e conforto. Feito em tecido de alta qualidade, possui uma cama embutida e uma chaise para relaxar.",
        category: "Móveis",
        rating: 4.3,
        supply: 6,
    },
    {
        _id: "63701d24f03239867500012c",
        name: "Mesa de jantar com tampo em vidro",
        price: 2999,
        description: "A mesa de jantar com tampo em vidro é elegante e moderna, perfeita para receber amigos e familiares em jantares sofisticados. Possui base em madeira maciça e tampo em vidro temperado.",
        category: "Móveis",
        rating: 4.7,
        supply: 4,
    },
    {
        _id: "63701d24f03239867500012d",
        name: "Cama de casal com cabeceira estofada",
        price: 2499,
        description: "A cama de casal com cabeceira estofada é confortável e elegante, feita em madeira maciça e com estofamento em tecido de alta qualidade. Disponível em várias cores.",
        category: "Móveis",
        rating: 4.5,
        supply: 8,
    },
    {
        _id: "63701d24f03239b7f7000015",
        name: "Guarda-roupa com 6 portas",
        price: 1999,
        description: "O guarda-roupa com 6 portas é espaçoso e funcional, ideal para quem precisa de muito espaço para guardar roupas e acessórios. Feito em MDF com acabamento em pintura UV.",
        category: "Móveis",
        rating: 4.2,
        supply: 2,
    },
    {
        _id: "63701d24f03239b7f7000016",
        name: "Cadeira de escritório ergonômica",
        price: 999,
        description: "A cadeira de escritório ergonômica é confortável e saudável para a coluna, com ajustes de altura, inclinação e apoio para os braços. Disponível em várias cores.",
        category: "Móveis",
        rating: 4.8,
        supply: 5,
    },
    {
        _id: "63701d24f03239b7f7000017",
        name: "Geladeira frost-free com dispenser de água",
        price: 3899,
        description: "A geladeira frost-free com dispenser de água é moderna e funcional, com capacidade de 500 litros e dispenser de água na porta. Possui iluminação em LED e tecnologia frost-free para descongelamento automático.",
        category: "Eletrodomésticos",
        rating: 4.6,
        supply: 3,
    },
    {
        _id: "63701d24f03239b7f7000018",
        name: "Fogão de embutir 5 bocas",
        price: 2799,
        description: "O fogão de embutir 5 bocas é elegante e prático, com mesa em vidro temperado e queimadores de alta eficiência. Possui acendimento automático e forno com capacidade de 100 litros.",
        category: "Eletrodomésticos",
        rating: 4.4,
        supply: 5,
    },
    {
        _id: "63701d24f0323944410002ec",
        name: "Lavadora de roupas com abertura frontal",
        price: 2299,
        description: "A lavadora de roupas com abertura frontal é eficiente e fácil de usar, com capacidade de 10kg e diversas funções de lavagem. Possui display digital e sistema de segurança contra vazamentos.",
        category: "Eletrodomésticos",
        rating: 4.7,
        supply: 2,
    },
    {
        _id: "63701d24f0323944410002ed",
        name: "Aspirador de pó sem fio",
        price: 899,
        description: "O aspirador de pó sem fio é prático e eficiente, com bateria recarregável e diversos acessórios para limpeza de diferentes superfícies. Possui filtro HEPA para melhorar a qualidade do ar.",
        category: "Eletrodomésticos",
        rating: 4.2,
        supply: 7,
    },
    {
        _id: "63701d24f0323944410002ee",
        name: "Micro-ondas com grill e convecção",
        price: 1199,
        description: "O micro-ondas com grill e convecção é versátil e funcional, com diversas funções de cozimento e capacidade de 30 litros. Possui grill e convecção para assar e gratinar alimentos.",
        category: "Eletrodomésticos",
        rating: 4.5,
        supply: 4,
    },
    {
        _id: "63701d24f0323944410002ef",
        name: "Blusa de lã com gola alta",
        price: 249,
        description: "Esta blusa de lã com gola alta é quente e confortável, perfeita para dias frios. Disponível em diversas cores e tamanhos.",
        category: "Roupas",
        rating: 4.3,
        supply: 8,
    },
    {
        _id: "63701d24f03239d81e000015",
        name: "Calça jeans slim",
        price: 149,
        description: "Esta calça jeans slim é moderna e versátil, ideal para usar em qualquer ocasião. Disponível em diversos tamanhos.",
        category: "Roupas",
        rating: 4.5,
        supply: 5,
    },
    {
        _id: "63701d24f03239d81e000016",
        name: "Café gourmet em grãos",
        price: 39.9,
        description: "Este café gourmet em grãos é torrado na hora e tem um sabor intenso e encorpado. Ideal para apreciadores de café.",
        category: "Alimentos",
        rating: 4.7,
        supply: 20,
    },
    {
        _id: "63701d24f03239d81e000017",
        name: "Queijo parmesão ralado",
        price: 15.9,
        description: "Este queijo parmesão ralado é produzido com leite fresco e tem um sabor inigualável. Ideal para finalizar massas e saladas.",
        category: "Alimentos",
        rating: 4.8,
        supply: 12,
    },
    {
        _id: "63701d24f03239d81e000018",
        name: "Barra de chocolate amargo 70%",
        price: 9.9,
        description: "Esta barra de chocolate amargo 70% é feita com cacau selecionado e tem um sabor intenso e marcante. Ideal para quem aprecia um chocolate mais forte.",
        category: "Alimentos",
        rating: 4.6,
        supply: 15,
    },
    {
        _id: "63701d24f032390a34000327",
        name: "Ração para cães adultos",
        price: 89.9,
        description: "Esta ração para cães adultos contém ingredientes selecionados para garantir uma dieta saudável e equilibrada para o seu cão. Disponível em diversos sabores e tamanhos.",
        category: "Petshop",
        rating: 4.9,
        supply: 10,
    },
    {
        _id: "63701d24f032390a34000328",
        name: "Brinquedo interativo para gatos",
        price: 29.9,
        description: "Este brinquedo interativo para gatos é perfeito para estimular a atividade física e mental do seu gato. Composto por uma base e uma vara com um brinquedo na ponta.",
        category: "Petshop",
        rating: 4.7,
        supply: 20,
    },
    {
        _id: "63701d24f032390a34000329",
        name: "Coleira para cães com LED",
        price: 49.9,
        description: "Esta coleira para cães com LED é ideal para garantir a segurança do seu cão durante passeios noturnos. Disponível em diversos tamanhos e cores.",
        category: "Petshop",
        rating: 4.5,
        supply: 8,
    },
    {
        _id: "63701d24f032390a3400032a",
        name: "Areia sanitária para gatos",
        price: 19.9,
        description: "Esta areia sanitária para gatos é feita com ingredientes naturais e é livre de poeira, proporcionando uma higiene adequada para o seu gato. Disponível em diversos tamanhos.",
        category: "Petshop",
        rating: 4.8,
        supply: 15,
    },
    {
        _id: "63701d24f032395b3300012a",
        name: "Shampoo para cães com pele sensível",
        price: 34.9,
        description: "Este shampoo para cães com pele sensível é formulado com ingredientes suaves e é livre de corantes e fragrâncias artificiais, garantindo uma limpeza suave e eficaz. Disponível em diversos tamanhos.",
        category: "Petshop",
        rating: 4.6,
        supply: 12,
    },
    {
        _id: "63701d24f032395b3300012b",
        name: "iPhone 12",
        price: 5999.0,
        description: "O iPhone 12 é o smartphone mais poderoso da Apple. Com tela Super Retina XDR, sistema de câmeras Pro, chip A14 Bionic e 5G, ele oferece desempenho superior em todos os sentidos.",
        category: "Eletrônicos",
        rating: 4.9,
        supply: 5,
    },
    {
        _id: "63701d24f032395b3300012c",
        name: "Máquina de Café Expresso",
        price: 1199.0,
        description: "A máquina de café expresso é perfeita para quem deseja um café fresco e saboroso a qualquer hora do dia. Com design moderno e fácil de usar, ela produz uma bebida perfeita em poucos minutos.",
        category: "Eletrodomésticos",
        rating: 4.7,
        supply: 2,
    },
    {
        _id: "63701d24f032395b3300012d",
        name: "Sofá Retrátil",
        price: 3999.0,
        description: "O sofá retrátil é a escolha perfeita para quem busca conforto e praticidade. Com assentos retráteis e reclináveis, ele se adapta facilmente a qualquer ambiente e oferece o máximo de conforto.",
        category: "Móveis",
        rating: 4.8,
        supply: 3,
    },
    {
        _id: "63701d25f03239d591000327",
        name: "Jaqueta de Couro",
        price: 799.0,
        description: "A jaqueta de couro é um clássico que nunca sai de moda. Feita com couro legítimo e forrada com material macio, ela é durável e confortável ao mesmo tempo.",
        category: "Roupas",
        rating: 4.5,
        supply: 10,
    },
    {
        _id: "63701d25f03239d591000328",
        name: "Ração para Cães Filhotes",
        price: 79.9,
        description: "Esta ração para cães filhotes contém ingredientes selecionados para garantir uma dieta saudável e equilibrada para o seu filhote. Disponível em diversos sabores e tamanhos.",
        category: "Alimentos",
        rating: 4.6,
        supply: 8,
    },
];